Repository: ruditimmermans/think-launcher-flutter
Catalog: lib/l10n/app_*.arb
Languages: nl

# settingsTitle
source: Settings
nl: Instellingen

# pressSettingsButtonToStart
source: Press the settings button to start
nl: Druk op de instellingenknop om te starten

source: Number of apps
nl: Aantal apps

source: Back
nl: Rug

source: Search apps
nl: Zoek apps

source: Show search button
nl: Toon zoekknop

# longPressGestureDisabled
source: Long press gesture is disabled. Enable it in gesture settings to hide this button.
nl: Lang indrukken is uitgeschakeld. Schakel het in bij gebarinstellingen om deze knop te verbergen.

source: Use bold font
nl: Gebruik vet lettertype

source: Enable list scrolling
nl: Scrollen in lijst inschakelen

source: Show icons
nl: Toon pictogrammen

source: Show folder chevron
nl: Map-chevron tonen

source: Show status bar
nl: Toon statusbalk

source: App font size
nl: App lettergrootte

source: App icon size
nl: App pictogramgrootte

source: App list
nl: App lijst

# appsSelected
source: {count} of {total} apps selected
nl: {count} van {total} apps geselecteerd

source: Reorder apps & folders
nl: Apps en mappen opnieuw ordenen

source: Manage folders
nl: Mappen beheren

# createAndOrganizeFolders
source: Create and organize app folders
nl: Maak en organiseer app-mappen

source: Gestures
nl: Gebaren

# configureGestures
source: Configure application gestures
nl: Configureer app-gebaren

source: Save
nl: Opslaan

source: Delete
nl: Verwijderen

source: Cancel
nl: Annuleren

# pressSettingsToStart
source: Press the settings button to start
nl: Druk op de instellingenknop om te beginnen

source: Loading...
nl: Laden...

# errorLoadingApps
source: Error loading applications
nl: Fout bij laden van applicaties

# noAppsSelected
source: No applications selected
nl: Geen applicaties geselecteerd

source: Create Folder
nl: Map maken

source: Rename App
nl: App hernoemen

source: Move to Folder
nl: Verplaats naar map

# noOtherFoldersAvailable
source: No other folders available to move this app to.
nl: Er zijn geen andere mappen beschikbaar om deze app naartoe te verplaatsen.

source: Select Folder
nl: Selecteer map

source: Reset App Name
nl: App-naam resetten

source: Folder Name
nl: Mapnaam

source: Edit Folder
nl: Map bewerken

source: Delete Folder
nl: Map verwijderen

# deleteFolderConfirm
source: Are you sure you want to delete "{name}"?
nl: Weet je zeker dat je "{name}" wilt verwijderen?

# manageAppsInFolder
source: Manage Apps in {name}
nl: Apps beheren in {name}

source: Reorder Apps
nl: Apps en mappen opnieuw ordenen

source: Error saving settings
nl: Fout bij opslaan van instellingen

source: Gesture Settings
nl: Gebareninstellingen

source: Swipe Up
nl: Omhoog vegen

source: Long Press
nl: Lang indrukken

source: Double Tap
nl: Dubbeltikken

source: Select Action
nl: Selecteer actie

source: No Action
nl: Geen actie

source: Folder Management
nl: Mappenbeheer

source: Add Apps to Folder
nl: Apps toevoegen aan map

source: Remove Apps from Folder
nl: Apps verwijderen uit map

# reorderAppsInFolder
source: Reorder Apps
nl: Apps opnieuw ordenen

# noFolders
source: No folders created yet
nl: Geen mappen

source: Select apps for folder
nl: Selecteer apps voor map

# folderCreated
source: Folder created successfully
nl: Map succesvol aangemaakt

# folderUpdated
source: Folder updated successfully
nl: Map succesvol bijgewerkt

# folderDeleted
source: Folder deleted successfully
nl: Map succesvol verwijderd

source: Select Apps
nl: Apps selecteren

# searchAppsHint
source: Search apps by name
nl: Zoek apps op naam

source: Select All
nl: Alles selecteren

source: Deselect All
nl: Alles deselecteren

source: Uninstall App
nl: App verwijderen

# confirmUninstall
source: Are you sure you want to uninstall {appName}?
nl: Weet je zeker dat je {appName} wilt verwijderen?

source: App Options
nl: App-opties

# couldNotOpenApp
source: Could not open the application
nl: Kon de applicatie niet openen

# selectAppsTitle
source: Select apps
nl: Apps selecteren

# gesturesTitle
source: Gestures
nl: Gebaren

# selectAppTitle
source: Select app
nl: App selecteren

source: Not selected
nl: Niet geselecteerd

# selectedAppsCount
source: {count} apps selected
nl: {count} apps geselecteerd

source: Auto focus search
nl: Automatisch zoeken focussen

# autoFocusSearchDescription
source: Cursor will be positioned in the search field when opened
nl: Cursor wordt in het zoekveld geplaatst bij openen

# errorGettingAppInfo
source: Error getting app info for {packageName}
nl: Fout bij ophalen van app-info voor {packageName}

source: Error updating weather
nl: Fout bij bijwerken van het weer

source: Color mode
nl: Kleurmodus

source: Wake on notification
nl: Wakker worden met melding

source: Wallpaper
nl: Achtergrond

source: Select wallpaper
nl: Achtergrond selecteren

source: Remove wallpaper
nl: Achtergrond verwijderen

source: No wallpaper set
nl: Geen achtergrond ingesteld

source: Wallpaper blur
nl: Achtergrond vervagen

source: Scroll to top
nl: Automatisch scrollen bij het sluiten van een map

source: Export settings
nl: Instellingen exporteren

# exportSettingsSubtitle
source: Save current settings to JSON file
nl: Huidige instellingen opslaan als JSON

source: Import settings
nl: Instellingen importeren

# importSettingsSubtitle
source: Load settings from JSON file
nl: Instellingen laden uit JSON-bestand

# exportSuccess
source: Settings exported successfully.
nl: Instellingen succesvol geëxporteerd.

# exportFallbackSaved
source: Exported to app storage: {fileName}
nl: Geëxporteerd naar app-opslag: {fileName}

# exportFailed
source: Failed to export settings
nl: Exporteren van instellingen mislukt

source: Invalid file selection
nl: Ongeldige bestandsselectie

source: Invalid JSON file
nl: Ongeldig JSON-bestand

# importSuccess
source: Settings imported successfully.
nl: Instellingen succesvol geïmporteerd.

# importFailed
source: Failed to import settings
nl: Importeren van instellingen mislukt

# exportSavedToDownloads
source: Saved to Downloads: {fileName}
nl: Opgeslagen in Downloads: {fileName}
